---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.TitleStyleItalic
source: html/65602943-9f7b-f82c-1d3f-aa0410561e77.htm
---
# Autodesk.Revit.DB.ParameterTypeId.TitleStyleItalic Property

"Italic"

## Syntax (C#)
```csharp
public static ForgeTypeId TitleStyleItalic { get; }
```